import React, { Component } from 'react';

class About extends Component {

  render() {
    return (
      <div className="content">
        <div className="container">
          <h1>О нас</h1>
          <p><strong>Презентация Kinopark</strong> <strong>Theatres</strong><br/></p>
          <p>На сегодняшний день в киноиндустрии кинотеатр стал не просто общественным заведением со зрительным залом. Основными требованиями современного кинозрителя помимо красивой картинки стали выбор фильма в удобное для него время, кресло, где, вытянув ноги, он комфортно проведет полуторачасовое время фильма, уютное и стильное место, где можно вкусно подкрепиться перед началом сеанса. А многие ли кинотеатры отвечают столь высоким запросам? Далеко нет. Поэтому сеть Kinopark Theatres стоит особняком, по праву занимая лидирующее положение среди кинотеатров Казахстана. Кинотеатры сети Kinopark Theatres уже сегодня соответствуют высоким требованиям, предъявляемым кинотеатрам нового поколения: современный стильный дизайн, высокие технологии для передачи лучшего звука и изображения, уютные и эргономичные кресла, включая места для людей с ограниченными возможностями. Но, как известно, нет предела совершенству. Kinopark Theatres осуществляет важный вклад в культурное наследие Казахстана, укрепляя позиции страны в мировой киноиндустрии. Kinopark Theatres с полным основанием носит звание надежного и ответственного бизнес-партнера.</p>
          <p><strong>Конкурентное преимущество - неповторимый стиль и инвестиции в качество</strong><br/></p>
          <p>Компания Kinopark Theatres - самая крупная сеть кинотеатров в Центральной <br/>Азии, предлагающая уникальную модель ведения бизнеса в сфере развлечений и <br/>сопутствующих услуг. <br/>Приоритетной позицией для создания нового качественного продукта Kinopark Theatres определил использование только современных технологий в сфере <br/>киноиндустрии. <br/>Кинотеатры сети оснащены по последнему слову техники и предоставляют широкий <br/>спектр услуг: <br/></p>
          <p>• Консешн-бары (Concession) <br/>• Лаунж-бары (Lounge bars) <br/>• Игровые зоны (Game Parks) <br/>• Проект «Original Ver» (показ фильмов на английском языке) <br/>• Рестораны (Park Ресторанов)</p>
          <p>Компания продолжает инвестировать крупные средства в строительство, техническое <br/>оснащение новых кинотеатров, а также повышение уровня профессионализма <br/>сотрудников.</p>
          <p>Основой успешного бизнеса Kinopark Theatres являются: <br/>• Строительство и отделка залов кинотеатров <br/>• Оснащение комплекса механическими, электрическими и санитарно-техническими системами <br/>• Установка современного звукового и кинопроекционного оборудования <br/>• Установка комфортабельных зрительских кресел <br/>• Обучение и повышение квалификации сотрудников за счет участия в семинарах и <br/>стажировках у ведущих специалистов данной отрасли <br/>• Современное оборудование для баров и касс</p>
          <p><strong>Непрерывное развитие - залог успешного бизнеса </strong><br/></p>
          <p>Сеть кинотеатров Kinopark Theatres была образована в 2005 году командой <br/>высокопрофессиональных специалистов. Полагаясь на опыт и уровень, предлагаемый <br/>своему зрителю лучшими кинотеатрами мира, было принято решение создать идеальные <br/>условия и для казахстанских зрителей, при которых каждый кинотеатр становится <br/>образцом качества в сфере досуга и развлечений. <br/>Менее чем за 3 года Kinopark Theatres занял лидирующую позицию на рынке <br/>страны по количеству экранов в крупнейших городах. <br/>Нашими первыми кинотеатрами стали Kinopark 5 в торгово-развлекательном центре <br/>Mega-Shymkent в Шымкенте, Kinopark 6 и Kinopark 8 в торговых центрах Mega-Astana <br/>и «Сарыарка» в Астане. Сейчас сеть охватывает все крупнейшие города и является <br/>стопроцентно казахстанской компанией. <br/></p>
          <p>На сегодняшний день сеть Kinopark Theatres имеет 58 зала и 9179 посадочных <br/>мест, а именно:</p>
          <p>11-зальный Kinopark 11 IMAX Esentai в ТЦ «Esentai Mall», г. Алматы</p>
          <p>8-зальный Kinopark 8 Moskva в ТРЦ «MOSKVA Metropolitan», г. Алматы</p>
          <p>6-зальный Kinopark 6 Sputnik в ТРЦ «Спутник», г. Алматы</p>
          <p>6-зальный Kinopark 6 KeruenCity в ТРЦ «KeruenCity Астана», г. Астана</p>
          <p>7-зальный Kinopark 7 IMAX Keruen в ТРЦ «Керуен», г. Астана</p>
          <p>8-зальный Kinopark 8 IMAX Saryarka в ТЦ «Сарыарка», г. Астана</p>
          <p>5-зальный Kinopark 5 Mega Planet в ТРЦ «Mega Planet», г. Шымкент</p>
          <p>7-зальный Kinopark 7 KeruenCity в ТРЦ «KeruenCity Актобе», г. Актобе</p>
        </div>
      </div>
    )
  }
}

export default About;