import React, { Component } from 'react';
import { Link } from 'react-router-dom';

class Dolby extends Component {

  render() {
    return (
      <div className="content">
        <div className="container">
          <h1>Подробная информация о Dolby Atmos</h1>
          <p>Dolby Atmos был представлен впервые на CinemaCon в апреле 2012 г.— результат пяти лет трудоемкой работы и более 124 миллионов долларов, вложенных в исследования и разработку легендарного разработчика звуковых решений компании Dolby. Уже в конце августа 2013 года кинозал №5 кинотеатра Kinopark 11 IMAX Esentai был первым в Казахстане оборудован этой системой многоканального звука. А в июне 2017 года в этом же зале был установлен лазерный RB-проектор NEC NC1700L.</p>
          <p>Dolby Atmos – это продукт компании Dolby Laboratories, новая аудио платформа, которая изменит представление о звуке в сфере развлечений. <strong>Dolby Atmos обеспечивает более естественный и реалистичный звук</strong>, который переносит зрителей в историю на экране. Внедрение платформы Dolby Atmos в киноиндустрии обеспечит привлекательный кинотеатральный опыт для зрителей.</p>
          <p>Dolby Atmos отходит от привычных «каналов» и представляет звуковую дорожку фильма как отдельные объекты: статичные (например, фоновая музыка) и динамические (движущиеся объекты вроде автомобиля, вертолета, летящей пули или передвигающегося в пространстве персонажа). Технология поддерживает до 128 независимых каналов/объектов и просчет до 64 звуковых потоков, делая возможное количество колонок в зале близким к бесконечному. При этом единожды созданная аудиодорожка может быть оптимизирована под любые типы воспроизведения, избегая необходимости создания нескольких мастер-образов. Дополнительные громкоговорители объёмного звучания на потолке кинозала, на боковых стенах, а также громкоговорители объёмного звучания на задних стенках проводят звук как динамический объект вокруг зрителя. Dolby Atmos полностью совместима с предыдущими версиями и может также применяться для воспроизведения звуковых форматов Dolby 7.1 или 5.1. Сегодня современный кинотеатр с Dolby Surround 7.1 или 5.1 может распределять звук на семь или пять каналов и на группу низкочастотных громкоговорителей. На эти отдельные громкоговорители распределяется музыка, фоновые шумы, диалоги или обрывки звуков.</p>
          <p>Dolby Atmos является конечным комплексным решением, которое берет во внимание всю цепочку создания контента, и объединяет звукорежиссеров, студии и производителей для создания значительных улучшений в области звука.  На данный момент по всему миру проведено уже более сотни инсталляций Dolby Atmos.</p>

        </div>
      </div>
    )
  }
}

export default Dolby;