import React, { Component } from 'react';
import { Link } from 'react-router-dom';

class Imax extends Component {

  render() {
    return (
      <div className="content">
        <div className="container">
          <h1>Цифровая система IMAX</h1>
          <p>Цифровая система IMAX — это комплект технологий, разработанных Корпорацией IMAX для обеспечения непревзойденного качества демонстрации фильмов, и состоящий, помимо прочего, из двух проекторов, лазерной системы выравнивания звука и запатентованной геометрии зала. Практически все составные части этой системы были специально сконструированны для достижения максимального «эффекта IMAX» (The IMAX Experience®). Внедренная IMAX технология улучшения изображения позволяет демонстрировать кадры потрясающей чистоты и яркости, превосходящие по своему качеству стандарты DCI. Кристально чистое изображение, простирающееся за область геометрического распознавания, вместе с совершенным цифровым звуком заставляет зрителей поверить в реальность происходящего на экране.</p>
          <h4>Технология проецирования</h4>
          <p>Современная система IMAX состоит из двух проекторов, которые работают синхронизировано. Перед каждым проектором стоит поляризационный фильтр (вертикальной и горизонтальной поляризации) который во время показа фильма в 3D разделяет картинку для правого и левого глаза. Таким образом, каждый из проекторов проецируют картинку непосредственно для определенного глаза человека. Для того, чтобы увидеть объемное 3D-изображение, зрители надевают специальные поляризационные очки. Во время демонстрации 2D фильма, IMAX позволяет показывать изображение с полным совмещением картинки с двух проекторов. Их очень точно калибруют, чтобы изображение с разных проекторов совпадали пиксель в пиксель, благодаря чему достигается исключительная освещенность картинки и даже малейшие детали картинки не ускользнут от глаза зрителя. Оптический датчик изображения сканирует экран так, как видит его зритель, и полученные данные (фокусировка, резкость, сведение изображений, отражение экрана) отправляет на обработку Image Enhancer, который в свою очередь использует эти данные для формирования наиболее четкого изображения и обеспечения равномерной яркости для всего видеоряда.</p>
          <h4>Экран IMAX</h4>
          <p>Для системы IMAX 3D необходим так же специальный экран, с серебряным напылением. Именно он способен повышать отражение поляризованного света. Поверхность экрана имеет перфорированную структуру, чтобы без искажений пропускать звук из динамиков, расположенных за экраном. Гигантский экран IMAX имеет вогнутую форму, спроектирован таким образом, чтобы «включать» Ваше периферическое зрение и полностью переносить Вас в действие фильма.</p>
          <h4>Звуковая система IMAX</h4>
          <p>Кинотеатр использует специально разработанную технологию многоканального звука Proportional Point Source. Кластеры громкоговорителей расположены в передней и задней части кинозала. Технология выравнивания громкоговорителей с применением лазера гарантирует равномерное распределение звука по всему залу. Аудиосистема IMAX способна воспроизводить звук, по громкости в 10 раз превышающий обычные звуковые системы, без каких-либо искажений.</p>
          <h4>IMAX-DMR</h4>
          <p>Классические документальные фильмы и голливудские блокбастеры в формате IMAX. Исходный материал преобразуется цифровым способом (IMAX DMR®). Технология DMR (Digital Remastering) предназначена для перевода фильмов, записанных на 35-миллиметровую пленку, в формат IMAX. Каждый кадр переводится в цифровой формат в высоком разрешении, затем программа увеличивает четкость и резкость (для оптимизации картинки под формат экрана).</p>
          <h4>Наши IMAX кинотеатры</h4>
          <p><Link to="/cinemalist/city/37718edf-2ed5-44ee-9962-3797b61e763a/id/a2254b18-42f0-4aab-82f8-5ea45a775c29/" >Kinopark 11 IMAX Esentai</Link></p>
          <p><Link to="/cinemalist/city/6d51af14-dc25-4de6-9072-43797d2d5f23/id/46b1608d-aeca-4f56-9e26-4b14ce7568c5/" >Kinopark 7 IMAX Keruen</Link></p>
          <p><Link to="/cinemalist/city/6d51af14-dc25-4de6-9072-43797d2d5f23/id/1e5ec8d3-b942-4d6c-9cce-0ac1c853be5f/" >Kinopark 8 IMAX Saryarka</Link></p>
        </div>
      </div>
    )
  }
}

export default Imax;