import React, { Component } from 'react';

class Premium extends Component {

  render() {
    return (
      <div className="content">
        <div className="container">
          <h1>Premium</h1>
          <p><img src="http://kinopark.kz/storage/app/media/Buttons/Premium/_1_.jpg" alt="undefined"/></p>
          <p><strong>Kinopark «Premium» - когда лучшее становится исключительным.</strong></p>
          <p>Компания Kinopark представляет две категории залов класса А.</p>
          <p>Современный зритель чутко реагирует на изменения отечественного рынка кинопоказа, порой не просто принимая или отрицая те или иные нововведения, но выступая в качестве законодателя и двигателя процесса.</p>
          <p>В ответ на потребность казахстанского зрителя в просмотре кино в максимально комфортных условиях, с камерной обстановкой и персональным обслуживанием, сеть Kinopark представляет залы Premium-класса. Концепция залов данной категории строится на основе трех составляющих - повышенный комфорт, индивидуальный подход и лучшие традиции кинопоказа. Речь идет о залах First Class Laser и Comfort.</p>
          <p><img src="http://kinopark.kz/storage/app/media/Buttons/Premium/4x4_FC.jpg" alt="undefined"/></p>
          <p><strong>Залы «First Class Laser» - Kinopark 11 IMAX Esentai, Kinopark 8 Moskva, Kinopark 8 IMAX Saryarka, Kinopark 7 IMAX Keruen.</strong></p>
          <p>Оборудованные лазерными проекторами NEC NC1201L, залы First Class Laser в кинотеатрах Kinopark в Астане и в Алматы, по праву заслужили звание «исключительных». Невероятный опыт визуального восприятия усиливается экраном Harkness Hall Perlux 180+. Повышенная светоотражающая способность и жемчужная поверхность полотна обеспечивают великолепную температуру цвета, лучший контраст и беспрецедентную яркость, буквально вовлекая зрителя в происходящее на экране.</p>
          <p>Важной составляющей First Class Laser являются не только лазерные проекторы, но и комфорт. Установленные в зале кожаные кресла Hollywood от марки Figueras имеют широкий подлокотник, держатель для напитков, автоматический механизм управления наклона спинки и подставки для ног. За счет внушительных расстояний между рядами количество посадочных мест не превышает 50, что создает камерную обстановку и атмосферу уюта. Эргономика, практичность и эксклюзивный дизайн кресел Figueras позволили занять им лидирующие позиции на рынке кинопоказа и закрепить за собой звание «королевских».</p>
          <p>Специально для гостей First Class Laser предлагается персональное обслуживание и эксклюзивное меню от шеф-повара. Широкий выбор напитков, а также закуски, будь то валованы с черной икрой, antipasto italiano или коктейль из креветок, сделают времяпрепровождение в кинотеатре не только интересным, но и приятным. Для удобства зрителей, доставка заказа осуществляется прямо в зал. В качестве комплимента гостям залов First Class Laser - напиток (вода, сок или игристое вино), поп-корн и два вида канапе (фруктовое и сырное).</p>
          <p>Залы First Class Laser работают в кинотеатрах Kinopark 7 IMAX Keruen и Kinopark 8 IMAX Saryarka в Астане, а также в кинотеатрах Kinopark 11 IMAX Esentai и Kinopark 8 Moskva в Алматы.</p>
          <p><img src="http://kinopark.kz/storage/app/media/Buttons/Premium/_4.jpg" alt="undefined"/></p>
          <p><strong>Залы «Comfort» - Kinopark 6 Sputnik, Kinopark 11 IMAX Esentai и Kinopark 7 Keruencity Aktobe.</strong><br/></p>
          <p>Comfort-залы функционируют в кинотеатрах Kinopark 6 Sputnik, Kinopark 11 IMAX Esentai в Алматы и Kinopark 7 Keruencity в Актобе. К услугам посетителей данной категории предоставляется персональное обслуживание, доставка еды и напитков в зал. Благодаря комфортабельным креслам Lino Sonego Top Comfort с выдвижной подставкой для ног, сеанс пролетит незаметно! <br/></p>
          <p>На базе зала Comfort в кинотеатре Kinopark 11 IMAX Esentai функционирует оборудование новейшего поколения - лазерный проектор. </p>
          <p>Технические характеристики данного оборудования позволяют получить высочайший уровень изображения - расширенную цветовую гамму (более глубокие синий и черный цвета), стабильную яркость и равномерное ее распределение по всему экрану (до 90%), четкий контраст. </p>
          <p>Кроме того, работа лазера долгосрочна – около 20 тысяч часов, а это значит, что даже через год после установки, посетителя ожидает такая же яркая и четкая картинка, что и в первые часы работы. Приятным дополнением к эмоциям от суперсовременного оборудования станет обслуживание – доставка блюд и напитков от ресторана Fellini.</p>
        </div>
      </div>
    )
  }
}

export default Premium;